/* card commands displayed in menu bar */

"Power off Card" = "Slå av strøm til kortet";
"Power on Card" = "Slå på strøm til kortet";
"Open ExpressCard" = "Åpne ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Ukjent leverandør";
"Unknown Card Type" = "Ukjent korttype";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Standardenhet";
"ClassCode0001" = "VGA-kompatibel enhet";

"ClassCode01" = "Mass Storage-kontroller";
"ClassCode0100" = "SCSI-kontroller";
"ClassCode0101" = "IDE-kontroller";
"ClassCode0102" = "Diskettstasjonskontroller";
"ClassCode0103" = "IPI-kontroller";
"ClassCode0104" = "RAID-kontroller";
"ClassCode0105" = "ATA-kontroller";
"ClassCode0106" = "SATA-kontroller";
"ClassCode0107" = "SAS-kontroller";

"ClassCode02" = "Nettverkskontroller";
"ClassCode0200" = "Ethernet-kontroller";
"ClassCode0201" = "Token Ring-kontroller";
"ClassCode0202" = "FDDI-kontroller";
"ClassCode0203" = "ATM-kontroller";
"ClassCode0204" = "ISDN-kontroller";
"ClassCode0205" = "WorldFip-kontroller";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Skjermkontroller";

"ClassCode04" = "Multimedieenhet";

"ClassCode05" = "Hukommelseskontroller";

"ClassCode06" = "Broenhet";
"ClassCode0600" = "Vertsbro";
"ClassCode0601" = "ISA-bro";
"ClassCode0602" = "EISA-bro";
"ClassCode0603" = "MCA-bro";
"ClassCode0604" = "PCI-til-PCI-bro";
"ClassCode0605" = "PCMCIA-bro";
"ClassCode0606" = "NuBus-bro";
"ClassCode0607" = "CardBus-bro";
"ClassCode0608" = "RACEway-bro";
"ClassCode0609" = "PCI-til-PCI-bro";
"ClassCode060a" = "InfiniBand-til-PCI-bro";

"ClassCode07" = "Enkel kommunikasjon-kontroller";
"ClassCode0700" = "Seriekontroller";
"ClassCode0701" = "Parallellportkontroller";
"ClassCode0702" = "Seriell MultiPort-kontroller";
"ClassCode0703" = "Modemkontroller";
"ClassCode0704" = "GPIB-kontroller";
"ClassCode0705" = "Smartkort";

"ClassCode08" = "Base System-tilleggsenhet";
"ClassCode0804" = "PCI Hot-Plug-kontroller";

"ClassCode09" = "Inn-enhetskontroller";
"ClassCode0900" = "Tastaturkontroller";
"ClassCode0901" = "Digitalisererkontroller";
"ClassCode0902" = "Musekontroller";
"ClassCode0903" = "Skannerkontroller";
"ClassCode0904" = "Spillportkontroller";

"ClassCode0a" = "Dokkingstasjon";

"ClassCode0b" = "Koprosessor";

"ClassCode0c" = "Seriebusskontroller";
"ClassCode0c00" = "FireWire-kontroller";
"ClassCode0c01" = "ACCESS.bus-kontroller";
"ClassCode0c02" = "SSA-kontroller";
"ClassCode0c03" = "USB-kontroller";
"ClassCode0c04" = "Fibre Channel-kontroller";
"ClassCode0c05" = "SMBus-kontroller";
"ClassCode0c06" = "InfiniBand-kontroller";
"ClassCode0c07" = "IPMI-kontroller";
"ClassCode0c08" = "SERCOS-kontroller";
"ClassCode0c09" = "CANbus-kontroller";

"ClassCode0d" = "Trådløs kontroller";
"ClassCode0d00" = "iRDa-kontroller";
"ClassCode0d01" = "Consumer IR-kontroller";
"ClassCode0d10" = "RF-kontroller";
"ClassCode0d11" = "Bluetooth-kontroller";
"ClassCode0d12" = "Bredbåndskontroller";
"ClassCode0d20" = "Wi-Fi-kontroller 5 GHz";
"ClassCode0d21" = "Wi-Fi-kontroller 2,4 GHz";

"ClassCode0e" = "Intelligent inn/ut-kontroller";

"ClassCode0f" = "Satellittkommunikasjonskontroller";

"ClassCode10" = "Krypterings-/dekrypteringskontroller";

"ClassCode11" = "Datainnhentingskontroller";
